target/test-classes/xml/commonrequest/GetContractRequest.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <getContract xmlns="http://order.telco.hsntech.com">
      <orderId xmlns="">$orderId$</orderId>
    </getContract>
  </s:Body>
</s:Envelope>